# Vocabulario — 14390 palabras únicas

PALABRA                        FRECUENCIA
------------------------------------------
abajo                                   7
abalanza                                1
abalanzaba                              1
abalanzaron                             1
abalanzo                                1
abalanzó                                1
abanderado                              2
abanderados                             1
abandona                                2
abandonaba                              1
abandonado                              1
abandonados                             1
abandonan                               1
abandonando                             1
abandonar                               3
abandonaron                             1
abandoné                                1
abandonó                                1
abanico                                 1
abasto                                  3
abatido                                 1
abatimiento                             1
abecedario                              1
aberración                              1
abertura                                1
abierta                                 9
abiertamente                            1
abierto                                 4
abiertos                                3
abismalmente                            1
abismo                                  1
abismos                                 1
ablaciones                              1
abnegación                              1
abnegada                                1
aboard                                  1
abogada                                 2
abogado                                 1
aborda                                  3
abordan                                 1
abordar                                 1
abordo                                  1
aborte                                  1
aborto                                  1
abra                                    1
abran                                   1
abrasador                               1
abraza                                  5
abrazaba                                1
abrazar                                 5
abrazarla                               2
abrazarlo                               1
abrazarse                               1
abrazo                                  4
abrazos                                 2
abrazándote                             1
abre                                   10
abres                                   1
abriera                                 3
abrieron                                1
abrigo                                  2
abrigos                                 1
abrigó                                  1
abril                                   6
abrir                                   7
abrirle                                 1
abrirse                                 1
abrirán                                 1
abriría                                 1
abrió                                  27
abro                                    9
abrochamos                              1
abruma                                  3
abrumaba                                2
abrumado                                2
abrumados                               2
abruman                                 1
abrumantes                              1
abruptamente                            1
abruptos                                1
abrí                                    3
abría                                   4
abrían                                  1
absenta                                 1
absoluta                                3
absolutamente                          12
absolutismo                             1
absoluto                                2
absorber                                1
absorbido                               2
absorta                                 1
absorto                                 6
abstenga                                1
abstracción                             3
abstractos                              1
abstrae                                 1
abstraen                                1
abstraído                               2
absurdo                                 2
abuela                                  4
abuelo                                  3
abuelos                                 4
abulia                                  1
abultaba                                2
abultadas                               1
abundan                                 4
abundancia                              1
aburre                                  1
aburrida                                2
aburridas                               2
aburridisimo                            1
aburrido                                3
aburrimiento                            2
aburrimos                               1
aburrió                                 1
aburrí                                  1
abusa                                   1
abusiva                                 1
abuso                                   1
acaba                                   5
acaban                                  1
acabar                                  5
acabara                                 1
acabaría                                1
acabe                                   2
acabó                                   2
académico                               1
acaparan                                1
acaso                                   9
acceso                                  3
accidente                               2
accionar                                1
acciones                                7
accionista                              1
accionistas                             1
acción                                 10
acecha                                  1
acechaban                               1
acechabas                               1
acechada                                1
acecho                                  3
aceitada                                1
aceite                                  3
aceitunas                               1
aceleró                                 1
acentuando                              1
acentuar                                1
aceptable                               3
aceptación                              1
aceptan                                 1
aceptando                               2
aceptar                                 5
aceptaran                               1
aceptaron                               1
acepten                                 1
acepto                                  1
acepté                                  1
aceptó                                  4
acera                                   1
acerca                                  8
acercaba                               14
acercaban                               2
acercamiento                            1
acercamos                               3
acercan                                 1
acercar                                 1
acercarme                               1
acercaron                               2
acercarse                               1
acerco                                  1
acercándose                             1
acercó                                 20
acertadas                               1
acertando                               1
achacado                                1
achicharrados                           1
achico                                  1
acierto                                 1
aclara                                  1
aclaraba                                1
aclaración                              1
aclarar                                 1
aclaro                                  5
aclaró                                  1
acné                                    2
acogieron                               1
acomodaba                               2
acomodaban                              1
acomodación                             1
acomodamos                              1
acomodan                                2
acomodo                                 1
acompaña                                4
acompañaba                              2
acompañaban                             1
acompañado                              1
acompañar                               1
acompañara                              3
acompañarlo                             1
acompañaron                             1
acompañe                                1
acondicionado                           1
aconteceres                             1
acontecimiento                          2
acontecimientos                         3
acontecía                               1
acopladas                               1
acoplamiento                            1
acordaban                               1
acordado                                2
acordás                                 2
acordé                                  5
acorrala                                1
acorralada                              1
acorralado                              4
acorralarlo                             1
acortará                                1
acosaban                                1
acosado                                 1
acostado                                2
acostumbra                              1
acostumbraba                            2
acostumbradas                           1
acostumbrado                            4
acostumbrar                             1
acostumbrarse                           1
acostumbro                              1
acota                                   1
acotada                                 1
acracia                                 3
acre                                    2
acta                                    1
actitud                                 1
activa                                  2
activar                                 1
actividad                               4
actividades                             3
activos                                 1
activó                                  1
acto                                   23
actor                                   1
actos                                   3
actriz                                  1
actuación                               2
actual                                  4
actuales                                3
actualidad                              3
actualmente                             1
actuando                                2
actuar                                  8
actuó                                   1
actúa                                   1
acudir                                  3
acueducto                               3
acueductos                              1
acuerda                                 1
acuerden                                1
acuerdo                                23
acuesta                                 1
acumula                                 1
acumulaba                               1
acumulada                               1
acumulado                               3
acumulo                                 1
acusaciones                             1
acusarlo                                1
acusativa                               1
acuso                                   2
acuérdese                               1
acá                                     9
ada                                     2
adaptaba                                1
adaptaban                               1
adaptandose                             1
adapté                                  1
adecuada                                1
adecuado                                1
adelantada                              1
adelantado                              1
adelantando                             2
adelantar                               3
adelante                                6
adelantos                               2
adelantó                                1
ademán                                  2
además                                 36
adentraba                               3
adentraban                              1
adentrandose                            1
adentrar                                1
adentrarme                              1
adentraron                              2
adentrarse                              1
adentro                                13
adentros                                1
adherido                                1
adicción                                1
adicionales                             1
adicionalmente                          1
adivina                                 1
adivine                                 1
adiós                                   1
adjunto                                 1
administra                              1
administraba                            1
administración                          1
administrada                            1
administrador                           2
administradoras                         1
administradores                         1
administrar                             2
administrativo                          1
admiraba                                1
admiración                              1
admisible                               1
admisiones                              1
admisión                                2
admitamos                               1
admite                                  1
admitir                                 1
adn                                     3
adobe                                   2
adolescencia                            1
adolescente                             5
adolescentes                            1
adopta                                  1
adoptado                                1
adoptar                                 3
adoptiva                                1
adoquines                               2
adormecimiento                          2
adorna                                  2
adornaba                                1
adornaban                               1
adquiere                                1
adquirido                               5
adquirió                                1
adrenalina                              5
adriana                                 2
adriano                                 3
adueñaba                                1
adueñaban                               1
adueñado                                1
adueñamos                               2
adueñaron                               1
adueñó                                  1
adula                                   1
adultero                                1
adultez                                 1
adulto                                  2
adultos                                 1
adusto                                  1
advenimiento                            1
advertencia                             1
advertido                               1
advertidos                              1
advertir                                1
adyacentes                              1
adán                                    2
adónde                                  2
aeronave                                1
aeropuerto                              1
aerosoles                               1
afamado                                 1
afanosamente                            1
afecta                                  1
afectaba                                1
afectada                                1
afectados                               1
afectan                                 1
afectando                               1
afecto                                  2
afectuosamente                          1
aferra                                  1
aferrado                                1
aferrar                                 1
aferrarse                               3
aferro                                  2
aferró                                  3
afganistán                              2
afianzar                                1
aficionada                              1
aficionado                              1
afición                                 2
afilaban                                1
afiladas                                1
afilados                                1
afilar                                  1
afilará                                 1
afilo                                   1
afiló                                   1
afinidad                                1
afirmaba                                1
afirmaciones                            2
afirmación                              4
afirman                                 1
afirmando                               1
afirmar                                 3
afirmo                                  1
afirmó                                  2
afligiera                               1
afligir                                 1
afligió                                 1
aflojaba                                1
aflojado                                1
aflojaron                               1
aflote                                  1
afortunada                              1
afortunadamente                         4
afortunados                             2
afrenta                                 1
afronta                                 1
afrontar                                2
afuera                                 16
afueras                                 1
afán                                    1
agachar                                 1
agache                                  1
agachó                                  1
agallas                                 2
agambent                                1
agarra                                  1
agarrando                               1
agarre                                  1
agarro                                  3
agarrotada                              1
agarré                                  3
agarró                                  2
age                                     2
agente                                  7
agilidad                                1
agitada                                 1
agitado                                 3
agitó                                   1
aglutinar                               1
agobia                                  1
agobiada                                1
agobian                                 1
agolparon                               1
agonizo                                 1
agonía                                  1
agota                                   2
agotado                                 2
agotó                                   1
agradable                               3
agradecida                              1
agradeciéndole                          1
agradeció                               1
agradezcas                              1
agradezco                               1
agradó                                  1
agrava                                  1
agraviados                              1
agrega                                  2
agregan                                 1
agregar                                 1
agregarle                               1
agregaría                               1
agregó                                  2
agresivo                                3
agrupaban                               1
agrupar                                 2
agruparnos                              1
agua                                   20
aguacate                                3
aguado                                  1
aguanieve                               1
aguanta                                 1
aguantar                                2
aguante                                 1
aguanto                                 1
aguas                                   1
aguda                                   1
agudizada                               1
agudizar                                1
agudo                                   3
aguerrida                               1
aguilucho                               9
aguja                                   1
agujereados                             1
agujero                                 5
aguza                                   1
aguzaba                                 2
aguzaron                                1
aguzó                                   2
agónica                                 1
ahoga                                   2
ahogaba                                 4
ahogado                                 3
ahogan                                  1
ahogando                                1
ahogandose                              1
ahogar                                  1
ahogara                                 1
ahogarme                                2
ahogaron                                2
ahogarse                                1
ahogo                                   1
ahondando                               1
ahondar                                 3
ahondo                                  1
ahondé                                  1
ahorcar                                 1
ahorra                                  2
ahuecá                                  1
ahí                                    86
ahínco                                  1
airada                                  1
airadamente                             1
aire                                   49
aireada                                 1
aires                                  10
airlines                                1
airosamente                             1
aislacionismo                           1
aislado                                 2
aislados                                1
ajedrecista                             2
ajedrez                                 5
ajena                                   1
ajeno                                   2
ajetreo                                 1
ajo                                     1
ajusta                                  2
ajustaba                                1
ajustada                                1
ajustado                                1
ajustan                                 1
ajustando                               1
ajustar                                 2
ajustarse                               1
ajuste                                  2
ajusten                                 1
ajustó                                  2
ají                                     1
akyurt                                  1
ala                                     5
alargado                                1
alargara                                1
alargarse                               1
alargo                                  1
alarido                                 1
alarma                                  8
alarmado                                1
alarmas                                 1
alas                                   16
alba                                    4
albañil                                 1
albores                                 1
alborotadas                             1
alborotado                              1
alcalde                                 3
alcaldía                                1
alcaloides                              1
alcance                                 8
alcancen                                1
alcantarillado                          1
alcanza                                 2
alcanzaba                               3
alcanzaban                              1
alcanzado                               1
alcanzar                                6
alcanzará                               1
alcanzo                                 4
alcanzó                                 4
alcaravanes                             1
alcaraván                               5
alcohol                                 8
aleatoriamente                          1
aleatorias                              2
aleatoriedad                            1
aleatorio                               1
alegra                                  6
alegraba                                1
alegran                                 2
alegraron                               1
alegre                                  3
alegremente                             2
alegres                                 1
alegro                                  1
alegré                                  1
alegría                                 6
alegró                                  1
aleja                                   5
alejaba                                 3
alejaban                                3
alejada                                 1
alejado                                 2
alejados                                2
alejamos                                2
alejando                                3
alejandro                               1
alejar                                  2
alejara                                 1
alejarla                                1
alejarme                                1
alejarnos                               1
alejaron                                2
alejarse                                2
alejas                                  1
aleje                                   1
alejo                                   1
alejándose                              1
alejé                                   1
alejó                                   6
alemanas                                1
alemanes                                2
alemania                                5
alemán                                  1
aleph                                   8
alerta                                  3
alertada                                1
alertado                                2
alertados                               1
alertar                                 1
alertaron                               1
aletazos                                2
aleteando                               1
aletear                                 1
aletearon                               1
aleteo                                 10
aleteos                                 2
alevosamente                            1
alfiler                                 2
alfombra                                3
alfonsina                               6
alfosina                                1
algarabía                               2
algodón                                 1
algoritmo                              12
algortimo                               1
alguna                                 45
algunas                                 9
alguno                                  9
algunos                                10
algún                                  37
aliados                                 1
alias                                   1
alienados                               1
alienarlo                               1
aliento                                23
aligerando                              1
alighieri                               1
alimenta                                3
alimentación                            3
alimentadas                             1
alimentado                              1
alimentan                               1
alimentar                               2
alimentaran                             1
alimentarse                             1
alimentará                              1
alimentaría                             1
alimento                                3
alimentos                               1
alinea                                  1
alineaba                                1
alineación                              1
alineado                                1
alineamos                               2
alinean                                 1
alinearon                               1
alinearse                               1
alineen                                 1
alisó                                   1
alivia                                  1
aliviado                                2
aliviando                               1
aliviar                                 1
aliviara                                1
alivio                                  7
alivió                                  3
allana                                  1
allanados                               1
allegro                                 3
allá                                   50
alma                                   38
almas                                   2
almendra                                2
almendrados                             1
almendras                               1
almendro                                1
almibarado                              1
almidonadas                             1
almohada                                1
almorzaba                               1
almorzar                                3
almorzábamos                            1
almorzáramos                            1
almuerzo                                1
alpes                                   1
alpiste                                 2
alquiler                                2
alquitrán                               1
alrededor                              28
alrededores                             1
alta                                    6
altamente                               2
altar                                   1
alter                                   1
alteraban                               1
alteración                              1
alterada                                2
alterado                                2
alterando                               1
alteraría                               1
alteres                                 1
alteridad                               2
alternativa                             1
alternativas                            2
altibajos                               1
altivo                                  1
alto                                    4
altos                                   1
altura                                  5
alturas                                 6
alucinaciones                           1
alucinando                              1
alucinógena                             1
aludían                                 1
alumbrado                               1
alumbrar                                2
alumbró                                 2
alumno                                  3
alusiones                               1
aluvión                                 1
alzando                                 1
alá                                     1
ama                                     1
amabilidad                              2
amable                                  3
amablemente                             4
amables                                 2
amanecer                                9
amaneció                                1
amanecía                                1
amanerado                               1
amante                                  4
amar                                    3
amarga                                  1
amargado                                1
amargamente                             1
amargo                                  4
amargura                                4
amarillo                                4
amarla                                  1
amarra                                  1
amarrado                                1
amarrarme                               1
amarraron                               1
amarrarse                               1
amas                                    1
amasaban                                1
amazon                                  8
amazonas                                1
ambas                                   6
ambiciosa                               1
ambición                                2
ambienta                                1
ambientadas                             1
ambiental                               1
ambiente                                4
ambigüedad                              2
ambos                                   7
ambulancia                              2
amedrentar                              1
amenacé                                 1
amenaza                                 9
amenazada                               1
amenazado                               1
amenazan                                1
amenazando                              1
amenazante                              1
amenazantes                             1
amenazarme                              1
amenazaron                              1
amenazó                                 2
amenzarlo                               1
america                                 3
american                                1
ametralladora                           3
ametrallar                              1
amex                                    2
amiga                                   5
amigas                                  4
amigo                                  18
amigos                                 13
amiguitos                               1
aminas                                  1
amistades                               1
amniótico                               1
amo                                     4
amontonaban                             2
amontono                                1
amontonó                                1
amor                                   20
amordazaron                             1
amores                                  1
amorfa                                  1
amorfas                                 1
amorfo                                  1
amortajara                              1
amorío                                  1
amotinado                               1
amotinarse                              1
amp                                     2
amparito                                1
amparo                                  4
amplia                                  2
ampliaciones                            1
ampliarlo                               2
amplificado                             1
amplio                                  1
amplios                                 2
amplía                                  1
amuchaban                               1
amueblar                                1
amuleto                                 1
américa                                 1
anacrónico                              1
anagramas                               1
analfabetas                             1
analiza                                 3
analizando                              2
analizar                                3
analizo                                 1
analoga                                 1
analogía                                1
analogías                               1
analía                                  1
anarkhia                                1
anarquista                              5
anarquía                               15
ancho                                   1
anciana                                 1
ancianas                                1
anciano                                 1
ancianos                                1
ancla                                   1
andamio                                 1
andan                                   2
andando                                 1
andar                                   4
andaría                                 1
andes                                   2
andrajoso                               1
andrés                                 15
andrógino                               1
anduve                                  1
anduvimos                               1
anduvo                                  1
andá                                    3
andén                                   1
anestesiada                             1
anestesiados                            2
anestesiando                            1
anexo                                   2
anfetaminas                             1
anfibios                                1
anfitrión                               1
angela                                  1
angeles                                 1
angelologos                             1
angustia                               10
angustiaba                              1
angustiado                              2
angustiados                             1
angustiarme                             1
angustias                               2
anhelaba                                2
anhelar                                 1
anhelos                                 1
anidaban                                1
anillos                                 1
anima                                   1
animal                                 16
animales                                2
animarme                                1
animaron                                1
anime                                   1
animo                                   1
animó                                   1
aniquilamiento                          1
anoche                                  1
anochecer                               1
anodinas                                1
anonadado                               1
anonimato                               1
anormalidad                             1
anotaba                                 3
anotar                                  3
anotá                                   1
ansiedad                                9
ansiosa                                 2
ansiosamente                            2
ansioso                                 2
ansiosos                                2
antanas                                 1
antaño                                  2
antebrazos                              1
antecede                                1
antecámara                              2
anterior                               23
anteriores                              2
anteriormente                           2
antesala                                1
anti                                    1
anticipa                                1
anticipaba                              1
anticipación                            1
anticoagulante                          3
antidepresivos                          1
antifaz                                 1
antigua                                 2
antiguamente                            1
antiguos                                1
antigüedad                              1
antinatural                             1
antipática                              1
antipático                              1
antisemitismo                           1
antisuicidio                            1
antiséptico                             2
antoine                                 2
antojás                                 1
antonom                                 2
antorcha                                2
antítesis                               2
anudado                                 1
anudar                                  1
anudó                                   1
anula                                   3
anulación                               1
anular                                  1
anularlas                               1
anunciaban                              2
anuncian                                1
anunciando                              1
anuncio                                 4
anunció                                 1
anzuelo                                 3
análisis                                3
análoga                                 3
análogo                                 1
anécdota                                1
anímico                                 1
anónimos                                1
apa                                     1
apacible                                1
apaga                                   2
apagaba                                 1
apagado                                 1
apagando                                1
apagar                                  4
apagué                                  1
apagó                                   5
aparato                                 3
aparece                                 9
aparecen                                1
aparecer                                3
apareces                                1
aparecido                               2
aparecieron                             2
apareció                               10
aparecían                               1
aparente                                1
aparentemente                           2
aparenté                                1
aparezca                                2
aparezcan                               2
apariciones                             1
aparición                               1
apariencia                              2
apartaba                                2
apartaban                               1
apartado                                1
apartamentos                            1
apartarla                               1
apartarse                               1
aparté                                  1
apartó                                  4
apasionados                             1
apatía                                  1
apelan                                  2
apelar                                  1
apellido                                6
apeló                                   1
apenas                                 22
apersonaba                              1
apertrecharse                           1
apetece                                 1
apetencia                               1
apetito                                 2
apiadó                                  1
apiladas                                1
apilan                                  2
apiló                                   1
apio                                    1
aplanaba                                1
aplastaba                               1
aplastado                               1
aplaste                                 1
aplaude                                 1
aplauden                                1
aplaudió                                3
aplauso                                 1
aplausos                                2
aplica                                  3
aplicaba                                2
aplicable                               1
aplicación                              2
aplicado                                1
aplican                                 1
aplicar                                 1
aplicarle                               1
aplicaría                               1
aplicó                                  1
aplomo                                  1
apocalipsis                             2
apodado                                 1
apoderaba                               1
apoderado                               1
apoderan                                1
apoderó                                 2
apodo                                   1
apología                                1
aporta                                  1
apostaba                                1
apostado                                1
apostados                               1
apostó                                  1
apoyaba                                 1
apoyadas                                1
apoyado                                 1
apoyarme                                1
apoyarse                                1
apoyó                                   2
app                                     1
apreciaba                               1
apreciaciones                           1
apreciación                             2
apreciado                               1
apreciar                                6
aprecio                                 1
aprende                                 5
aprenden                                1
aprender                                8
aprendido                               8
aprendiendo                             1
aprendimos                              1
aprendizaje                             2
aprendió                                1
aprendí                                12
aprendía                                1
apresura                                1
apresuraba                              1
apresuradas                             1
apresuramos                             2
apresuraron                             2
apresuro                                3
apresurábamos                           1
apresuró                                3
apretada                                1
apretado                                1
apretando                               2
apretó                                  3
apriorismo                              1
apropiaban                              1
apropiado                               1
aprovechamos                            1
aprovechando                            1
aprovechar                              4
aprovecharla                            1
aprovecharte                            1
aprovecho                               1
aproximaba                              1
aproximaban                             1
aproximación                            1
aproximadamente                         1
aproximó                                1
apuesta                                 4
apuestas                                6
apunta                                  2
apuntaba                                1
apuntan                                 1
apuntando                               2
apuntar                                 2
apuntaran                               1
apunto                                  2
apuntó                                  4
apura                                   1
apuraba                                 1
apuraron                                2
apurarse                                1
apuro                                   4
apuros                                  2
apuró                                   2
apuñalado                               2
apuñalarme                              1
aquel                                  20
aquella                                 9
aquellas                                3
aquello                                34
aquellos                               15
arañamos                                1
arbitrario                              1
arbolito                                1
arcadas                                 1
arcangeles                              1
arcanos                                 1
archiduque                              1
archivo                                 3
archivos                                3
arcillosos                              1
arco                                    1
ardían                                  1
arena                                  28
argentina                               1
argentinidad                            1
argentino                               1
argentinos                              2
argumental                              1
argumentar                              1
argumento                              10
argumentos                              2
argumentó                               1
ari                                     4
aristo                                  1
aristocracia                            1
aristocráta                             1
aristocrática                           3
aristotélico                            1
aristócrata                             1
aristóteles                             1
arjona                                  1
arkh                                    1
arma                                   15
armaba                                  1
armadas                                 5
armado                                  3
armados                                 3
armamentístico                          1
armando                                 1
armar                                   2
armario                                 2
armaron                                 1
armas                                  30
armenia                                 1
armerías                                1
armonioso                               1
armé                                    1
armó                                    2
aroma                                   1
aromático                               1
arquitecto                              1
arquitecturas                           1
arquí                                   1
arrabales                               1
arranca                                 1
arrancaba                               1
arrancada                               2
arrancado                               1
arrancamos                              1
arrancar                                1
arrancaran                              1
arrancarme                              1
arrancará                               1
arrancárselo                            1
arrancó                                 7
arranqué                                1
arrastraba                              2
arrastraban                             1
arrastrado                              2
arrastrados                             1
arrastrando                             2
arrastrar                               1
arrastrarme                             1
arrastras                               1
arrastrándose                           1
arrastró                                1
arrebata                                1
arrebatados                             1
arrebató                                2
arreglaba                               1
arreglada                               1
arreglan                                1
arreglaran                              1
